{"class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true, "batch_input_shape": [null, 1, 10, 10], "input_dtype": "float32"}}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "output_dim": 200, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 100}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "output_dim": 200, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 200}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "output_dim": 10, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 200}}], "keras_version": "1.2.2"}