{"class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true, "batch_input_shape": [null, 1, 7, 8], "input_dtype": "float32"}}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "output_dim": 100, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 56}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "output_dim": 100, "init": "glorot_uniform", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 100}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "output_dim": 8, "init": "glorot_uniform", "activation": "linear", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 100}}], "keras_version": "1.2.2"}