{"config": [{"config": {"batch_input_shape": [null, 1, 10, 10], "name": "flatten_1", "trainable": true, "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "bias_constraint": null, "name": "dense_1", "activation": "relu", "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 200, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "bias_constraint": null, "name": "dense_2", "activation": "relu", "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 200, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "bias_constraint": null, "name": "dense_3", "activation": "linear", "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 10, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.3"}